
/* na */
"Registration" = "注册";

/* na */
"Registration %@" = "注册 %@";

/* na */
"Register" = "注册";

/* na */
"Download" = "下载";

/* na */
"Website" = "网站";

/* na */
"Download Page" = "下载页面";

"Quit" = "关闭";

/* na */
"Expired Beta" = "我们的公开测试版本通常运行四至八个星期，然后必须被替换为一个新的公开测试或最终版本. 虽然通过检查更新机制通常是会自动发生，你可能已经错过了截止日期之前的安装更新.\n\n请访问我们的网站和我们的下载页面下载一个新的公共测试版或最终版.";

/* na */
"OK" = "OK";

/* na */
"Cancel" = "取消";

/* na */
"Remove" = "删除";

/* na */
"License is outdated. Please contact our\nsupport to get a new license." = "许可证已过时. 请联系我们\n支持以获得新的许可证.";

/* na */
"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "感谢您的注册 %@ %@ 版本!\n\n现在，请先备份注册文件:\n%@";

/* na */
"Thanks for registering %@ %@ Edition!" = "感谢您的注册 %@ %@ 版本!";

/* na */
"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "感谢您的注册 %@!\n\n现在，请先备份注册文件:\n%@";

/* na */
"Thanks for registering %@!" = "感谢您的注册 %@!";

/* na */
"Show file" = "显示文件";

/* na */
"A New Version is Available" = "一个新的版本是可用的";

/* na */
"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "新版本 %@ %@ 版本是可用 (%@). 是否要立即下载新版本?";

/* na */
"Your software is up-to-date" = "您的软件是最新的";

/* na */
"You are running %@ %@ Edition %@. No newer version was found." = "您正在运行 %@ %@ 版本 %@. 没有发现更新的版本.";

/* na */
"Get new license" = "获取新的许可证";

/* na */
"Checking for updates..." = "检查更新...";

/* na */
"Unregistered: %%d (%.1f hours left)" = "未注册: %%d (%.1f 小时离开)";

/* na */
"Buy Now (%d hours left)" = "立即购买! — %d 小时离开.";

/* na */
"Purchase" = "购买";

/* na */
"Name:" = "姓名:";

/* na */
"Organization:" = "团体:";

/* na */
"License:" = "许可证:";

/* na */
"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "输入的许可证代码在该应用程序中无效，但它是  %@. 请下载并安装 %@ 这会很乐意接受这个许可证代码.";
